Repository: shaggyz/wowsite
Catalog: resources/lang/i18n/*/LC_MESSAGES/messages.po
Languages: es_es

source: Classic Vanilla
es_es: Servidor clásico

source: World of warcraft server
es_es: de World of warcraft

source: Untouched
es_es: Base de datos sin tocar

source: database, Blizzard rates, No item store, normal drops, etc.
es_es: rates Blizzard, sin tienda de ítems, drops normales, etc.

source: English
es_es: Inglés

source: Spanish
es_es: Español

source: New Account
es_es: Nueva cuenta

source: List accounts
es_es: Lista de cuentas

source: Create new account
es_es: Crear cuenta

source: Username
es_es: Nombre de usuario

source: Email address
es_es: Dirección de email

source: Password
es_es: Contraseña

source: Repeat Password
es_es: Repetir contraseña

source: Create account
es_es: Crear cuenta

source: Locked
es_es: Bloqueado

source: Realm ID
es_es: Reino #

source: Last login
es_es: Último login

source: Never logged in
es_es: Nunca

source: Help
es_es: Ayuda

source: Howto play?
es_es: ¿Cómo jugar?

source: Create a new account
es_es: Crear cuenta

source: Download game client
es_es: Descargar el cliente del juego

source: Uncompress game client in folder named
es_es: Descromprimir el cliente en una carpeta llamada

source: Run the game always with wow.exe (never with launcher.exe)
es_es: Ejecutar el juego siempre con wow.exe (no usar nunca launcher.exe)

source: At logon screen enter your credentials. Enjoy :D
es_es: En el apartado de login usar los datos del usuario creado. A viciar! :D

source: Classic wow tools
es_es: Herramientas para el wow clásico

source: Talent calculator
es_es: Calculadora de talentos

source: World database
es_es: Base de datos del mundo

source: Server statistics
es_es: Estadísticas del servidor

source: Characters
es_es: Personajes

source: Total characters on server
es_es: Total de personajes en el servidor

source: Players online
es_es: Jugadores online

source: Total players online
es_es: Total de jugadores online

source: Created accounts
es_es: Cuentas creadas

source: Total accounts on server
es_es: Total de cuentas en el servidor

source: Extra downloads
es_es: Descargas extra

source: Server VirtualBox image
es_es: Imagen del servidor para VirtualBox
